Repository: IBM/watson-translator-101
Catalog: en-fr-6000-ParallelCorpus.tmx
Source language: en
Languages: fr

source: Tunnel code D1: Dangerous goods prohibited in tunnels of categories D and E when carried in bulk or in tanks, except when carried under the provisions of 1.1.3
fr: Code-tunnel D1: Marchandises dangereuses interdites à l'intérieur des tunnels des catégories D et E lorsqu'elles sont transportées en vrac ou en citerne, à l'exception des marchandises transportées suivant les dispositions du 1.1.3.

source: Class 3: Packing group I or II or classification code F2;
fr: Classe 3: Groupe d'emballage I ou II ou code de classification F2;

source: Class 4.2: Packing group II;
fr: Classe 4.2: Groupe d'emballage II;

source: Class 4.3: Packing group II;
fr: Classe 4.3: Groupe d'emballage II;

source: Class 6.1: Packing group I of classification codes TF2 and TW1;
fr: Classe 6.1: Groupe d'emballage I des codes de classification TF2 et TW1;

source: Packing group II of classification codes TF1, TF2, TFC and TW1;
fr: Groupe d'emballage II des codes de classification TF1, TF2, TFC et TW1;

source: Class 8: Packing group I of classification codes CF1, CFT and CW1;
fr: Classe 8: Groupe d'emballage I des codes de classification CF1, CFT et CW1;

source: Class 9: Classification codes M2 and M3.
fr: Classe 9: Codes de classification M2 et M3.

source: Tunnel code E: Dangerous goods prohibited in tunnels of category E, except when carried under the provisions of 1.1.3.
fr: Code-tunnel E: Marchandises dangereuses interdites à l'intérieur des tunnels de catégorie E, à l'exception des marchandises transportées suivant les dispositions du 1.1.3.

source: This code applies to all dangerous goods other than those to which code A, B, C or D has been assigned.
fr: Ce code s'applique à toutes les marchandises dangereuses autres que celles auxquelles le code A, B, C ou D a été affecté.

source: 8.6.3 Same text as in proposal 1.
fr: 8.6.3 Même texte que dans la proposition 1.

source: 8.6.3.1 Same text as in proposal 1.
fr: 8.6.3.1 Même texte que dans la proposition 1.

source: 8.6.3.2 When two tunnel codes are indicated in column (15) of table A of Chapter 3.2, the applicable one is the one corresponding to the conditions of carriage, e.g. (B1000, C) indicates that the substance or article is forbidden for carriage in a tunnel of category B if the total net explosive mass on board of the transport unit is greater than 1000 kg, otherwise the substance is forbidden for carriage in tunnel category C. (C1, D) means that the substance is forbidden for carriage in a tunnel of category C if the substance is carried in tanks, otherwise the substance is forbidden for carriage in tunnel category D.
fr: 8.6.3.2 Lorsque deux codes sont indiqués dans la colonne (15) du tableau A du chapitre 3.2, celui qui est appliqué est celui qui correspond aux conditions de transport: par exemple le code (B1000, C) indique que la matière ou l'objet est interdit au transport dans un tunnel de la catégorie B si la masse nette totale de matière explosive à bord de l'unité de transport est supérieure à 1000 kg; sinon, la matière est interdite au transport dans un tunnel de la catégorie C. Le code (C1, D) signifie que la matière est interdite au transport dans un tunnel de la catégorie C si elle est transportée en citernes; sinon, la matière est interdite au transport dans un tunnel de la catégorie D. ".

source: 8.6.3.3 Same text as in proposal 1.
fr: 8.6.3.3 Même texte que dans la proposition 1.

source: 8.6.4 Prohibitions of carriage of dangerous goods in tunnels
fr: 8.6.4 Interdictions de transport de marchandises dangereuses dans les tunnels

source: 8.6.4.1 Same text as in proposal 1.
fr: 8.6.4.1 Même texte que dans la proposition 1.

source: 8.6.4.2 Same text as in proposal 1. "
fr: 8.6.4.2 Même texte que dans la proposition 1.

source: Contains at the bottom of the cell the code(s) (between brackets) indicating that the substance or article is forbidden for carriage in specific tunnel categories (see 1.9.5 and Chapter 8.6). ".
fr: Contient en bas de la case le(s) code(s) (entre parenthèses) auquel (auxquels) la matière ou l'objet est affecté aux fins des restrictions de circulation à imposer dans les tunnels (voir 1.9.5 et chapitre 8.6).

source: Add a new special provision XXX to read as follows:
fr: Ajouter une nouvelles disposition spéciale XXX pour lire comme suit:

source: "[Special provision XXX:
fr: [XXX Pour les matières radioactives sans risque subsidiaire, le code-tunnel est "E".

source: For radioactive material with subsidiary risks, the code shall be the code of the constituent contributing to the most important subsidiary risk (see also special provision 172).
fr: Pour les matières radioactives avec des risques subsidiaires, le code doit être celui du constituant contribuant au risque subsidiaire prépondérant (voir également la disposition spéciale 172).

source: This code shall be determined by the consignor in accordance with the provisions of 8.6.2, and communicated to the carrier before the goods are offered for carriage.
fr: Ce code doit être déterminé par l'expéditeur conformément aux dispositions du 8.6.2 et communiqués au transporteur avant que les marchandises ne soient mises à disposition pour le transport.

source: For radioactive material under special arrangement (UN Nos 2919 and 3331), the code shall be assigned by the competent authorithy(ies) approving the special arrangement (see 1.7.4.2).
fr: Pour les matières radioactives sous arrangement spécial (Nos ONU 2919 et 3331), le code doit être attribué par l'autorité compétente (les autorités compétentes) approuvant l'arrangement spécial (voir 1.7.4.2).

source: [The consignor shall inform the carrier accordingly prior to carriage].
fr: [L'expéditeur doit informer le transporteur en conséquence avant le transport].

source: Proposal by Belgium
fr: Proposition de la Belgique

source: (INF.13 adopted by the secretariat according to the decisions already taken by the working party)
fr: (INF.13 adapté par le secrétariat conformément aux décisions prises par le groupe de travail)

source: In Proposal 1/Proposal 2, replace the tunnel codes with the following:
fr: Remplacer les codes-tunnels par les codes suivants:

source: Consequential amendments in Proposal 1:
fr: Amendements de conséquence dans la proposition 1:

source: 8.6.2.1 Amend the entry related to tunnel code B1 to read as follows.
fr: 8.6.2.1 Modifier la rubrique relative au code-tunnel B1 pour lire comme suit:

source: Amend the entry related to tunnel code C1 to read as follows.
fr: Modifier la rubrique relative au code-tunnel C1 pour lire comme suit.

source: Under tunnel code C, delete the entry:
fr: Sous le code-tunnel C, supprimer la rubrique:

source: Under tunnel code D:
fr: Sous le code-tunnel D:

source: Amend the entry for Class 2 to read as follows:
fr: Modifier la rubrique pour la classe 2 pour lire comme suit:

source: Delete the entries for Class 6.1 and Class 8.
fr: Supprimer les rubriques pour les classes 6.1 et 8.

source: 8.6.3.2 Delete and renumber subsequent paragraphs accordingly.
fr: 8.6.3.2 Supprimer et renuméroter en conséquence les paragraphes suivants.

source: 3.2.1 Explanations for Column (15): Delete the second paragraph.
fr: 3.2.1 Explications pour la colonne (15): Supprimer le second paragraphe.

source: Consequential amendments in Proposal 2:
fr: Amendements de conséquence dans la proposition 2:

source: 8.6.2 Amend the definition of tunnel code B1000 to read as follows:
fr: 8.6.2 Modifier la définition du code-tunnel B1000 pour lire comme suit:

source: "Tunnel code B1000: Dangerous goods [of Class 1] prohibited through tunnels of category B when the total net explosives mass per transport unit exceeds 1000 kg, except when carried under the provisions of 1.1.3;
fr: "Code-tunnel B1000: Marchandises dangereuses [de la classe 1] interdites dans les tunnels de catégorie B lorsque la masse nette totale de matière explosible par unité de transport dépasse 1000 kg, à l'exception des marchandises transportées suivant les dispositions du 1.1.3;

source: Dangerous goods prohibited through tunnels of categories C, D and E except when carried under the provisions of 1.1.3.
fr: Marchandises dangereuses interdites dans les tunnels de catégories C, D et E à l'exception des marchandises transportées suivant les dispositions du 1.1.3.

source: Amend the paragraphs related to tunnel code B1 to read as follows.
fr: Modifier les paragraphes relatifs au code-tunnel B1 pour lire comme suit.

source: "Tunnel code B1D :
fr: "Code-tunnel B1D :

source: Dangerous goods prohibited through tunnels of categories B, C, D and E when carried in tanks, except when carried under the provisions of 1.1.3;
fr: Marchandises dangereuses interdites dans les tunnels de catégories B, C, D et E lorsque les marchandises sont transportées en citerne, à l'exception des marchandises transportées suivant les dispositions du 1.1.3;

source: Dangerous goods prohibited through tunnels of categories D and E except when carried under the provisions of 1.1.3.
fr: Marchandises dangereuses interdites dans les tunnels de catégories D et E à l'exception des marchandises transportées suivant les dispositions du 1.1.3.

source: Class 2: Classification codes F, TF and TFC.
fr: Classe 2: Codes de classification F, TF et TFC.

source: Tunnel code B1E :
fr: Code-tunnel B1E :

source: Dangerous goods prohibited through tunnels of category E except when carried under the provisions of 1.1.3.
fr: Marchandises dangereuses interdites dans les tunnels de catégorie E à l'exception des marchandises transportées suivant les dispositions du 1.1.3.

source: Amend the definition of Tunnel code C5000 to read as follows:
fr: Modifier la définition du code-tunnel C5000 pour lire comme suit:

source: "Tunnel code C5000 : Dangerous goods [of Class 1] prohibited in tunnels of categories C, D and E, when the net explosive mass per transport unit exceeds 5000 kg, except when carried under the provisions of 1.1.3;
fr: "Code-tunnel C5000 : Marchandises dangereuses [de la classe 1] interdites dans les tunnels de catégories C, D et E, lorsque la masse nette totale de matière explosible par unité de transport est supérieure à 5000 kg, à l'exception des marchandises transportées suivant les dispositions du 1.1.3;

source: Dangerous goods prohibited in tunnels of category E [/categories D and E] except when carried under the provisions of 1.1.3.
fr: Marchandises dangereuses interdites dans les tunnels de catégorie E [/catégories D et E] à l'exception des marchandises transportées suivant les dispositions du 1.1.3.

source: Amend the paragraphs related to tunnel code C1 to read as follows.
fr: Modifier les paragraphes relatifs au code-tunnel C1 pour lire comme suit:

source: "Tunnel code C1D :
fr: "Code-tunnel C1D :

source: Dangerous goods prohibited through tunnels of category C, D and E when carried in tanks, except when carried under the provisions of 1.1.3;
fr: Marchandises dangereuses interdites dans les tunnels de catégories C, D et E lorsque les marchandises sont transportées en citerne, à l'exception des marchandises transportées suivant les dispositions du 1.1.3;

source: Tunnel code C1E :
fr: Code-tunnel C1E :

source: Dangerous goods prohibited through tunnels of categories C, D and E when carried in tanks, except when carried under the provisions of 1.1.3;
fr: Marchandises dangereuses interdites dans les tunnels de catégories C, D et E lorsque les marchandises sont transportées en citerne, à l'exception des marchandises transportées suivant les dispositions du 1.1.3;

source: Class 3: Packing group I of classification codes FC, FT1, [FT2] and FTC.
fr: Class 3: Groupe d'emballage I des codes de classification FC, FT1, [FT2] et FTC.

source: Under tunnel code C, delete "Class 1:Divisions 1.1, 1.2 and 1.5 (except compatibility groups A and L);".
fr: Sous le code-tunnel C, supprimer "Classe 1: Divisions 1.1, 1.2 et 1.5 (à l'exception des groupes de compatibilité A et L);".

source: Amend the definition of tunnel code D1 to read as follows:
fr: Modifier la définition du code-tunnel D1 pour lire comme suit:

source: "Tunnel code D1 : Dangerous goods prohibited in tunnels of category D and E when carried in bulk or in tanks, except when carried under the provisions of 1.1.3;
fr: "Code-tunnel D1: Marchandises dangereuses interdites dans les tunnels de catégories D et E lorsque les marchandises sont transportées en vrac ou en citerne, à l'exception des marchandises transportées suivant les dispositions du 1.1.3;

source: Dangerous goods prohibited in tunnels of category E, except when carried under the provisions of 1.1.3.
fr: Marchandises dangereuses interdites dans les tunnels de catégorie E à l'exception des marchandises transportées suivant les dispositions du 1.1.3.

source: Replace "Class 2: Classification codes F, FC, T, TF, TC, TO, TFC and TOC;" with "Class 2: Classification code FC;".
fr: Remplacer "Class 2: Codes de classification F, FC, T, TF, TC, TO, TFC et TOC;" par "Classe 2: Code de classification FC;".

source: Delete "Class 6.1: Packing group I of classification code TF1 and TFC and the toxic by inhalation entries (UN Nos. 3381 to 3390);"
fr: Supprimer "Classe 6.1: Groupe d'emballage I des codes de classification TF1 et TFC et les rubriques des matières toxiques par inhalation (Nos ONU 3381 à 3390);"

source: Delete "Class 8: Packing group I of Classification code CT1;"
fr: Supprimer "Classe 8: Groupe d'emballage I du code de classification CT1;"

source: 8.6.3.2 Delete and renumber 8.6.3.3 as 8.6.3.2.
fr: 8.6.3.2 Supprimer et renuméroter 8.6.3.3 en tant que 8.6.3.2.

source: Consequential amendments in TRANS/WP.15/2005/24:
fr: Amendements de conséquence dans le document TRANS/WP.15/2005/24:

source: In the codes to be included in Table A, replace "(B1000, C)" with "(B1000)", "(B1, D)" with "(B1D)", "(B1, E)" with "(B1E)", "(C1, D)" with "(C1D)", "(C1, E)" with "(C1E)" and "(D1, E)" with "(D1)" respectively.
fr: Dans les codes à inclure au tableau A, remplacer "(B1000, C)" par "(B1000)", "(B1, D)" par "(B1D)", "(B1, E)" par "(B1E)", "(C1, D)" par "(C1D)", "(C1, E)" par "(C1E)" et "(D1, E)" par "(D1)" respectivement.

source: TRANS/WP.15/185/Add.1
fr: TRANS/WP.15/185/Add.1 page 17

source: Draft contract for appointment of the Director-General
fr: Projet de contrat de nomination du Directeur général

source: In accordance with rule 103.4 of its rules of procedure, the General Conference shall consider a draft contract, submitted to it by the Industrial Development Board for approval, establishing the terms and conditions of appointment of the Director-General, including the salary and other emoluments attached to the office.
fr: Aux termes de l'article 103.4 de son règlement intérieur, la Conférence générale examine un projet de contrat, qui lui est soumis par le Conseil du développement industriel pour approbation et qui fixe les conditions d'engagement du Directeur général, notamment le traitement et les autres émoluments attachés à cette fonction.

source: When approved by the Conference, the contract of appointment shall be signed by the new Director-General and by the President of the Conference, acting in the name of the Organization.
fr: Lorsqu'il est approuvé par la Conférence, le contrat de nomination est signé par le nouveau Directeur général et par le Président de la Conférence agissant au nom de l'Organisation.

source: A draft contract establishing the terms and conditions of appointment of the Director-General is presented in an annex to the present document for consideration by the Board.
fr: Un projet de contrat fixant les conditions d'engagement du Directeur général, qui figure en annexe au présent document, est présenté pour examen au Conseil.

source: The text of this draft contract is based on the contract of the outgoing Director-General.
fr: Le texte de ce projet de contrat est fondé sur le libellé du contrat du Directeur général sortant.

source: Paragraph 6 (a) reflects the salary adjusted as a result of General Assembly resolutions on the common system reported to the Board at its thirtieth session in document IDB.30/15.
fr: L'alinéa a) du paragraphe 6 indique le traitement ajusté en application des résolutions de l'Assemblée générale relatives au système commun dont il a été rendu compte au Conseil à sa trentième session dans le document IDB.30/15.

source: It also reflects the adjustment of the Director-General's gross and net base salary level whenever the General Assembly, in accordance with approved methodologies, adjusts the gross and net base salary level of staff in the Professional and higher categories.
fr: Il indique également l'ajustement du traitement brut et du traitement net de base du Directeur général chaque fois que l'Assemblée générale, conformément aux méthodes approuvées, ajuste le traitement brut et le traitement net de base du personnel de la catégorie des administrateurs et des fonctionnaires de rang supérieur.

source: Paragraph 7 shows two alternatives for participation and non-participation in the United Nations Joint Staff Pension Fund.
fr: Le paragraphe 7 comporte deux variantes, correspondant à l'affiliation et à la non-affiliation, respectivement, à la Caisse commune des pensions du personnel des Nations Unies.

source: The cost to the Organization of either alternative is the same.
fr: Le coût des deux variantes est le même pour l'Organisation.

source: THIS CONTRACT is made
fr: LE PRÉSENT CONTRAT est établi

source: between the United Nations Industrial Development Organization (hereinafter called the Organization) for the one part
fr: entre l'Organisation des Nations Unies pour le développement industriel (ci-après dénommée l'Organisation), d'une part,

source: and ………………… (hereinafter called the Director-General) for the other part.
fr: et (ci-après dénommé le Directeur général), d'autre part.

source: The Director-General, upon recommendation of the Board, has been duly appointed by the Conference at its eleventh session held in December 2005.
fr: Que le Directeur général, sur recommandation du Conseil, a été dûment nommé par la Conférence à sa onzième session, tenue en décembre 2005.

source: Term of Office
fr: Mandat

source: The Director-General shall be appointed for a period of four years from the ……… day of ………. two thousand five (2005), or until the Director-General to be appointed at the thirteenth regular session of the General Conference assumes office, whichever is later.
fr: Le Directeur général est nommé à compter du jour de deux mille cinq (2005), pour une période de quatre ans, ou jusqu'au moment où le Directeur général nommé lors de la treizième session ordinaire de la Conférence générale prendra ses fonctions, si cette dernière date est postérieure.

source: Official Duty Station
fr: Lieu officiel d'affectation

source: The official duty station for the Director-General shall be Vienna, Austria.
fr: Le lieu officiel d'affectation du Directeur général est Vienne (Autriche).

source: Official Duties
fr: Fonctions officielles

source: In accordance with Article 11 of the Constitution of the Organization, the Director-General shall be the chief administrative officer of the Organization.
fr: Conformément à l'article 11 de l'Acte constitutif de l'Organisation, le Directeur général est le plus haut fonctionnaire de l'Organisation.

source: The Director-General shall enjoy all the privileges and immunities in keeping with his/her office as determined by the Constitution of the Organization, Article 21, and any relevant legal instruments already in force or to be concluded in the future.
fr: Le Directeur général jouit de tous les privilèges et immunités en rapport avec ses fonctions, conformément à l'article 21 de l'Acte constitutif de l'Organisation et à tout instrument juridique pertinent en vigueur ou futur.

source: The Director-General shall be subject to the Staff Regulations of the Organization, together with such amendments as may be made thereto, insofar as they are applicable to him/her.
fr: Le Directeur général est assujetti au Statut du personnel de l'Organisation, ainsi qu'aux amendements qui pourraient y être apportés, dans la mesure où ils lui sont applicables.

source: Assessable Salary and Allowances
fr: Traitement soumis à retenue et indemnités

source: (a) The annual gross salary of the Director-General shall be US dollars two hundred and thirty-three thousand and six (233,006), corresponding to an annual net base salary equivalent to US dollars one hundred and fifty-four thousand six hundred and sixty-four (154,664) (dependency rate) or US dollars one hundred and thirty-seven thousand five hundred forty-three (137,543) (single rate) respectively.
fr: a) Le traitement annuel brut du Directeur général est de deux cent trente-trois mille six (233 006) dollars des États-Unis, correspondant à un traitement annuel net de base équivalent à cent cinquante-quatre mille six cent soixante-quatre (154 664) dollars des États-Unis (taux prévu pour les fonctionnaires ayant des charges de famille) ou à cent trente-sept mille cinq cent quarante-trois (137 543) dollars des États-Unis (taux prévu pour les fonctionnaires sans charges de famille).

source: The gross and net base salary shall be adjusted whenever the General Assembly decides to adjust the gross and net base salary levels of staff in the Professional and higher categories;
fr: Le traitement brut et le traitement net de base sont ajustés chaque fois que l'Assemblée générale décide d'ajuster le traitement brut et le traitement net de base du personnel de la catégorie des administrateurs et des fonctionnaires de rang supérieur;

source: (b) He/She shall receive post adjustment, allowances and benefits, including social security benefits, for which a staff member in the Professional category of the UNIDO Secretariat would be eligible under the Staff Regulations and Staff Rules of the Organization, provided the purpose of such emolument, allowance or benefit has not already been met by other provisions of the present contract;
fr: b) Il/Elle bénéficie de l'indemnité de poste ainsi que des indemnités et prestations - y compris les prestations de sécurité sociale - auxquelles un fonctionnaire de la catégorie des administrateurs du Secrétariat de l'ONUDI aurait droit, conformément au Statut et au Règlement du personnel de l'Organisation, sous réserve que l'objet de tels émoluments, indemnités ou prestations n'ait pas déjà été couvert par d'autres dispositions du présent contrat;

source: (c) The Director-General shall receive a representation allowance of Euros thirty thousand and thirty-three (30,033) per annum, adjusted for the budgeted annual inflation rate, to meet his/her share of the obligations which the Organization incurs in the form of representation and hospitality expenditure;
fr: c) Le Directeur général reçoit une indemnité de représentation de trente mille trente-trois (30 033) euros par an, ajustée pour tenir compte du taux d'inflation pris en considération pour l'établissement du budget, afin de pouvoir assumer sa part des dépenses de représentation encourues par l'Organisation;

source: (d) He/She shall receive a housing allowance amounting to Euros forty-seven thousand and seventy (47,070) per annum adjusted for the budgeted annual inflation rate;
fr: d) Il/Elle reçoit une indemnité de logement s'élevant à quarante-sept mille soixante-dix (47 070) euros par an, ajustée pour tenir compte du taux d'inflation pris en considération pour l'établissement du budget;
